Repository: viktand/vap
Catalog: vap_*.po
Languages: ru

source: Ubuntu Builder
ru: Конструктор Ubuntu

source: default
ru: по умолчанию

source: Open file
ru: Открыть файл

source: Open one picture
ru: Открыть одну картинку

source: (or add it to the list is open)
ru: (или добавить ее к уже открытым)

source: Open folder
ru: Открыть папку

source: Select a folder and upload all the pictures of it
ru: Открыть папку и загрузить все картинки из нее

source: (or add them to the list is open)
ru: (или добавить их к уже открытым)

source: Flipping images back
ru: Листать картинки назад

source: Flipping images forward
ru: Листать картинки вперед

source: Print
ru: Печать

source: Send to print all the pictures
ru: Отправить на печать все картинки в

source: on the selected layout
ru: соответствии с выбранной компоновкой

source: Settings
ru: Настройки

source: Program settings
ru: Настройки программы

source: About
ru: О программе

source: Selected
ru: Выбрано

source: Composition
ru: Компоновка

source: Page format
ru: Формат листа

source: Page orientation
ru: Ориентация листа

source: Not to increase
ru: Не увеличивать

source: small picture
ru: мелкие

source: If you clear the check box, then the initially small image will be stretched
ru: Если снять эту галочку, то изначально мелкие картинки будут растягиваться

source: to the maximum possible size according to the selected layout.
ru: до максимального возможного размера в соответствии с выбранной компоновкой.

source: Fill
ru: Заполнить

source: Calculate field separately for each picture to completely fill its place with the layout
ru: Расcчитать поля отдельно для каждой картинки для полного заполнения ее места с учетом компоновки

source: The exact value of the fields depends on the aspect ratio of pictures
ru: Точное значение полей зависит от соотношения сторон картинки

source: Margin between
ru: Поля между

source: miniatures, mm
ru: миниатюрами, mm

source: I think...
ru: Думаю...

source: Fast print
ru: Быстрая печать

source: Horizontal size
ru: Горизонтальный размер

source: Vertical size
ru: Вертикальный размер

source: Enter the size of your paper in millimeters
ru: Укажите размер Вашего листа в миллиметрах.

source: Do not exceed the paper size of your printer.
ru: Не рекомендуется превышать размер бумаги Вашего принтера.

source: Use portrait (like a book) orientation.
ru: Используйте портретную (книжную) ориентацию.

source: Ок
ru: Установить

source: Cancel
ru: Отменить

source: The scale of the preview - only on the screen.
ru: Масштаб предпросмотра - только на экране.

source: <--Only numbers! -->
ru: <--Только цифры! -->

source: <--Only numbers!
ru: <--Только цифры!

source: Printers
ru: Принтеры

source: Always use this printer
ru: Всегда использовать этот принтер

source: Use default printer
ru: Использовать принтер по умолчанию

source: Selecting a printer
ru: Выбор принтера

source: Printer selected:
ru: Выбран принтер:

source: Images sent to the printer
ru: Изображения отправлены на печать

source: Correction of the image size
ru: Коррекция размера картинки

source: Save session
ru: Сохранить текущую сессию

source: Open session
ru: Открыть сохраненную сессию

source: Open autosaved session
ru: Открыть автоматически сохраненную сессию

source: Captions
ru: Подписи

source: Short captions for pictures
ru: Короткие подписи к картинкам

source: Insert inscription
ru: Вставить надпись

source: Independent
ru: Независимая

source: orientation
ru: ориентация

source: Each sheet can have its own orientation
ru: Каждый лист может иметь свою ориентацию

source: or both of the first sheet
ru: или как у первого листа

source: Compose
ru: Компоновать

source: Repeat the layout for this sheet
ru: Повторить компоновку для этого листа

source: Delete this image
ru: Удалить это изображение

source: Remove, but leave this place empty
ru: Удалить, но оставить это место пустым

source: Change the image size
ru: Коррекция размера картинки

source: File
ru: Файл

source: Exit
ru: Выход

source: View
ru: Навигация

source: Program
ru: Программа

source: Help
ru: Помощь

source: Caption
ru: Подпись

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Move
ru: Переместить

source: On the previous page
ru: На предыдущий лист

source: On the next page
ru: На следующий лист

source: 1 in the center
ru: 1 в центре

source: 1 top
ru: 1 сверху

source: In this folder, there is no valid image file
ru: В этой папке допустимых файлов изображений нет

source: You refused to open the folder
ru: Вы отказались открыть папку

source: Print files are not loaded
ru: Файлы для печати не загружены

source: Page
ru: Лист

source: of
ru: из

source: File suitable for printing is not detected
ru: Файлов, пригодных для печати не обнаружено

source: Page А4 21 х 29.7
ru: Лист А4 21 х 29.7

source: Photo 10 х 15
ru: Фотография 10 х 15

source: Custom size
ru: Произвольный размер

source: The configuration file Nemo requested special privileges. Turn on the root.
ru: Файл конфигурации

source: requested special privileges. Turn on the root.
ru: запросил особые права. Включите root

source: Integration
ru: Интеграция

source: Buttons with icons
ru: Кнопки с иконками

source: Auto save on exit
ru: Стандартная начальная компоновка

source: Enable all available
ru: Включить все доступное

source: Turn on the root
ru: Включить root

source: Color
ru: Цвет

source: Size=
ru: Размер

source: Font
ru: Шрифт

source: Show this caption
ru: Показывать эту подпись

source: Caption - a short text
ru: Подпись - короткий текст

source: attached to the picture.
ru: прикрепленный к картинке.

source: Only one line.
ru: Только одна строка

source: If you need a large amount of text
ru: Если вам требуется большой объем текста

source: please use the
ru: используйте

source: 'Insert the inscription.
ru: 'Вставить надпись'

source: Text in the preview window
ru: Текст в окне предпросмотра

source: can differ from species to
ru: может отличаться от на

source: paper - it is a consequence
ru: бумаге - это результат

source: scaling.
ru: масштабирования.

source: Remove this inscription
ru: Удалить эту надпись

source: Move to the previous sheet
ru: Переместить на предыдущий лист

source: Move to the next sheet
ru: Переместить на следующий лист

source: Align
ru: Выравнивание

source: Left
ru: Слева

source: Center
ru: По центру

source: Right
ru: Справа

source: Inscription text
ru: Текст надписи

source: Inscription editor
ru: Редактор надписей

source: Turn on
ru: Включить

source: Background
ru: Задний фон
